<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
(보직자) 갑질행위 및 청렴수준 자가진단 결과
<br>
<br>
나의 갑질행위 발생 가능성 자가진단 결과는 ${grade} 입니다.
<br>
A(10점 이하)<br>
당신은 갑질행위 가능성이 낮습니다.<br>
지금과 같이 올바른 직장문화를 위해<br>
앞장 서 주세요.<br>
<br>

B(11점~20점) <br>
당신은 갑질행위 가능성이 높진 않지만, <br>
어떠한 순간에도 흔들리지 않도록 <br>
약간의 노력이 필요합니다. <br>
<br>

C(21점~29점)<br>
당신은 갑질행위 가능성이 높습니다.<br>
상호존중의 의미를 되새기고,<br>
갑질 마인드를 타파하시기 바랍니다.<br>
<br>

D(30점 이상)<br>
당신은 갑질행위 가능성이 매우 높습니다.<br>
자신의 평소 언행과 주변을 되돌아보고, <br>
권한과 지위를 이용한 갑질행위<br>
근절을 위해 각별히 노력해주세요 <br>

<br><br>
나의 청렴수준 자가진단 결과는 ${grade} 입니다.
<br>
A('예' 2개 이하 선택)<br>
당신은 매우 청렴한 사람입니다.<br>
지금과 같이 청렴한 삶을 꾸준히 <br>
유지해 주세요 <br>
<br>

B('예' 3~5개 선택)<br>
당신은 부패를 보면 바로잡고 싶은<br>
사람이지만, 흔들릴때도 있습니다. <br>
어떤 순간에도 청렴함을 유지할 수 있도록 <br>
약간의 노력이 필요합니다. <br>
<br>

C('예' 6~7개 선택)<br>
당신은 부패를 구분할 수 있으나<br>
쉽게 현혹되는 사람입니다. <br>
결정의 순간에 옳고 그름을 한번 더 <br>
생각하고 행동해주세요.<br>
<br>

D('예' 8개 이상 선택)<br>
당신은 부패위험도가 매우 높습니다. <br>
다양성 부패위험에 노출되어 있으니 <br>
생활과 업무태도를 즉각 변화시킬<br>
필요가 있습니다.<br>
<br>

결과가 낮게 나왔다고 해서 반드시 부패한 것은 아닙니다.<br>
상대적으로 부패 유혹에 빠질 개연성이 높다는 것을 의미하는 것이므로,
현재 수준을 인지하고 업무처리 방식을 바꿔 나간다면 부패위험으로부터 자신을 보호할 수 있습니다.
</body>
</html>